<?php

$lang['required']			= "%s ठाउँ खाली हुन हुँदैन ।"
$lang['isset']				= "%s ठाउँ मा जानकारी राख्न अनिवार्य छ।";
$lang['valid_email']		= "%s ठाउँ मा मान्य ईमेल ठेगाना राख्न अनिवार्य छ।";
$lang['valid_emails']		= "%s ठाउँ मा सबै मान्य ईमेल ठेगाना हरु राख्न अनिवार्य छ।";
$lang['valid_url']			= "%s ठाउँ मा मान् यू आर एल राख्न अनिवार्य छ।";
$lang['valid_ip']			= "%s ठाउँ मा मान्य आइ. पि. राख्न अनिवार्य छ।";
$lang['min_length']			= "%s ठाउँ मा %s अक्षर भन्दा लामो जानकारी राख्न अनिवार्य छ।";
$lang['max_length']			= "%s ठाउँ मा %s अक्षर भन्दा छोटो जानकारी राख्न अनिवार्य छ।";
$lang['exact_length']		= "%s ठाउँ मा ठ्याकै %s अक्षर को जानकारी राख्न अनिवार्य छ।";
$lang['alpha']				= "%s क्षेत्र मा अक्षर हरु मात्र पनि हुन सक्छ।";
$lang['alpha_numeric']		= "%s क्षेत्र मा अल्फा न्युमेरिक चिन्ह हरु मात्र पनि हुन सक्छ।";
$lang['alpha_dash']			= "%s क्षेत्र मा अल्फा न्युमेरिक, अन्डर स्कोर र ड्यासहरु मात्र पनि हुन सक्छ।";
$lang['numeric']			= "%s क्षेत्र मा अंक मात्र हुन अनिवार्य छ।";
$lang['is_numeric']			= "%s क्षेत्र मा अंक को चिन्ह मात्र राख्न अनिवार्य छ।";
$lang['integer']			= "%s क्षेत्र मा पूर्ण सन्ख्या हुन अनिवार्य छ।";
$lang['regex_match']		= "%s क्षेत्र ठीक स्वरुप मा छैन।";
$lang['matches']			= "%s क्षेत्र %s क्षेत्र सँग मेल खाँदैन।ग मेल खाँदैन।";
$lang['is_unique'] 			= "%s ठाउँ मा जोड नभएको जानकारी राख्न अनिवार्य छ।";
$lang['is_natural']			= "%s ठाउँ मा सुन्य भन्दा ठुलो अंक राख्न अनिवार्य छ।";
$lang['is_natural_no_zero']	= "%s ठाउँ मा सुन्य भन्दा ठुलो अंक राख्न अनिवार्य छ।";
$lang['decimal']			= "%s ठाउँ मा देसिमल अंक राख्न अनिवार्य छ।";
$lang['less_than']			= "%s ठाउँ मा %s भन्दा सानो अंक राख्न अनिवार्य छ।";
$lang['greater_than']		= "%s ठाउँ मा %s भन्दा ठुलो अंक राख्न अनिवार्य छ।";


/* End of file form_validation_lang.php */
/* Location: ./system/language/english/form_validation_lang.php */
